Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteViewSpecificElementsIntoPerspectiveView Property
 Can't paste view specific elements into perspective view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteViewSpecificElementsIntoPerspectiveView { get; }
Public Shared ReadOnly Property CannotPasteViewSpecificElementsIntoPerspectiveView As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteViewSpecificElementsIntoPerspectiveView {
	FailureDefinitionId^ get ();
}
static member CannotPasteViewSpecificElementsIntoPerspectiveView : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace